FullMesh/nozzle2DAttempt_turbulent_FullCV_longrun9/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    outlet
    {
        type            patch;
        nFaces          50;
        startFace       14149;
    }
    inlet
    {
        type            patch;
        nFaces          59;
        startFace       14199;
    }
    inletwall
    {
        type            wall;
        nFaces          112;
        startFace       14258;
    }
    outletwall
    {
        type            wall;
        nFaces          210;
        startFace       14370;
    }
    frontAndBackPlanes
    {
        type            empty;
        inGroups        1(empty);
        nFaces          14440;
        startFace       14580;
    }
)

// ************************************************************************* //
